english/hw.org
* First day
** Section A
	 1. What do people *A. eat* in a sushi bar?
	 2. I usually see them *C. on*  Wednesday evening.
	 3. I'd like a *D. packet* of cigarettes
	 4. That's a nice jacket. How much *C. does it cost*?
	 5. My parents arent' happy together. I think they're going to
			*A. get divorced*.
	 6. We're a bit busy at the moment -- my mother *D. is staying*
			with us.
	 7. My little brother realy *B. hates* flying
	 8. Excuse me. *A. Could we* have the bill please?
	 9. I'm sorry -- we *A. haven't* got any more chocolatte cake.
	 10. The trains aren't very *B. reliable*. -- They're often late.

** Section B
	 1. She's my father's sister. She's my *A. aunt*.
	 2. She's my sister's daughter. She's my *I. niece*.
	 3. She's my uncle's daughter. She's my *B. cousin*.
	 4. She's married to my brother. She's my *sister-in-law*.
	 5. My son has a baby girl. She's my *granddaughter*.

** Section C
	 1. The train leaves at half *past* ten.
	 2. The bus to town is *never* late.
	 3. There are some trees in *front* of the toilets.
	 4. Mrs Smith *teaches* maths in my school.
	 5. There *are* six fax machines in our office.
	 6. The children are *awake*.

** Section D
	 |--------------------------------------------------+------------------------|
	 | 1. really hot, spicy food.                       | E. Tom Yam Gung        |
	 | 2. dun want a chooked meal - just something cold | D. Ploughman's Lunch   |
	 | 3. dont eat meat, cheese or rice                 | G. Fish and chips      |
	 | 4. some meat, but dun like chips or rice         | F. Spaghetti Bolognese |
	 | 5. vegetable dish with rice                      | B. Brinjal Korma       |
			
** Section E
	 |---------------------------------------------------------+------|
	 | 1. I live at home with my parents and sister.           | Jack |
	 | 2. I dont watch television                              | Kate |
	 | 3. I'm never at home at the weekend.                    | Kate |
	 | 4. I'm usually alone on Sundays.                        | Leo  |
	 | 5. During the week, I'm always at home in the evenings. | Kate |
	 | 6. I usually go to bed quite late.                      | Leo  |
	 | 7. I'm in love with my girlfriend.                      | Jack |
	 | 8. I enjoy dancing and listening to pop music.          | Kate |

** Section F
	 I'm *0. staying* in a lovely hotel.
	 *1.B It's got* three restaurants and a big swimming pool, and all the room
	 *2.A have got* balconies. It's a lovely warm day, and I'm sitting on my balcony now,
	 *3.C having* a coffee. Below me, there are some
	 *4.B people* swimming in the pool. Others
	 *5.B sitting at tables, or lying
	 *6.B on* the grass. And there are some children
	 *7.C climbing* the trees behind the pool.
