english/hw.tex
% Created 2021-12-24 Fri 14:43
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{First day}
\label{sec:org2b82c1f}
\subsection{Section A}
\label{sec:orga479a89}
\begin{enumerate}
\item What do people \textbf{A. eat} in a sushi bar?
\item I usually see them \textbf{C. on}  Wednesday evening.
\item I'd like a \textbf{D. packet} of cigarettes
\item That's a nice jacket. How much \textbf{C. does it cost}?
\item My parents arent' happy together. I think they're going to
\textbf{A. get divorced}.
\item We're a bit busy at the moment -- my mother \textbf{D. is staying}
with us.
\item My little brother realy \textbf{B. hates} flying
\item Excuse me. \textbf{A. Could we} have the bill please?
\item I'm sorry -- we \textbf{A. haven't} got any more chocolatte cake.
\item The trains aren't very \textbf{B. reliable}. -- They're often late.
\end{enumerate}

\subsection{Section B}
\label{sec:org0d8e7e2}
\begin{enumerate}
\item She's my father's sister. She's my \textbf{A. aunt}.
\item She's my sister's daughter. She's my \textbf{I. niece}.
\item She's my uncle's daughter. She's my \textbf{B. cousin}.
\item She's married to my brother. She's my \textbf{sister-in-law}.
\item My son has a baby girl. She's my \textbf{granddaughter}.
\end{enumerate}

\subsection{Section C}
\label{sec:orgb9cee45}
\begin{enumerate}
\item The train leaves at half \textbf{past} ten.
\item The bus to town is \textbf{never} late.
\item There are some trees in \textbf{front} of the toilets.
\item Mrs Smith \textbf{teaches} maths in my school.
\item There \textbf{are} six fax machines in our office.
\item The children are \textbf{awake}.
\end{enumerate}

\subsection{Section D}
\label{sec:org08780aa}
\begin{center}
\begin{tabular}{ll}
\hline
1. really hot, spicy food. & E. Tom Yam Gung\\
2. dun want a chooked meal - just something cold & D. Ploughman's Lunch\\
3. dont eat meat, cheese or rice & G. Fish and chips\\
4. some meat, but dun like chips or rice & F. Spaghetti Bolognese\\
5. vegetable dish with rice & B. Brinjal Korma\\
\end{tabular}
\end{center}

\subsection{Section E}
\label{sec:org84bebb1}
\begin{center}
\begin{tabular}{ll}
\hline
1. I live at home with my parents and sister. & Jack\\
2. I dont watch television & Kate\\
3. I'm never at home at the weekend. & Kate\\
4. I'm usually alone on Sundays. & Leo\\
5. During the week, I'm always at home in the evenings. & Kate\\
6. I usually go to bed quite late. & Leo\\
7. I'm in love with my girlfriend. & Jack\\
8. I enjoy dancing and listening to pop music. & Kate\\
\end{tabular}
\end{center}

\subsection{Section F}
\label{sec:org7bdff8b}
I'm \textbf{0. staying} in a lovely hotel.
\textbf{1.B It's got} three restaurants and a big swimming pool, and all the room
\textbf{2.A have got} balconies. It's a lovely warm day, and I'm sitting on my balcony now,
\textbf{3.C having} a coffee. Below me, there are some
\textbf{4.B people} swimming in the pool. Others
\textbf{5.B sitting at tables, or lying
*6.B on} the grass. And there are some children
\textbf{7.C climbing} the trees behind the pool.
\end{document}